// - Дано змінну time яка рівна числу від 0 до 59. Потрібно написати код, який перевірить, до якої четверті години попадає число
// (в першу, другу, третю или четверту частину години).
let time=prompt("Число від 0 до 59");
if (time <= 15) {
    console.log('Перша четверть години');
} else if (time >= 16 && time <= 30) {
    console.log('Друга четверть години');
} else if (time >= 31 && time <= 45) {
    console.log('Третя четверть години');
} else if (time >= 46 && time <= 59){
    console.log('Четверта четверть години');
} else {
    console.log('Error')
}
